Repository: Arrhenius/gnome-twitch
Catalog: po/*.po
Languages: hu

source: Twitch desktop client
hu: Twitch asztali kliens

source: Allows searching for and watching Twitch streams from the desktop.
hu: Lehetővé teszi a Twitch közvetítések keresését és megtekintését az asztalról

source: Notable Features:
hu: Említésre méltó jellemzők

source: Watch your favourite streams natively with fully accelerated video
hu: Tekintsd meg a kedvenc közvetítéseidet hardveresen gyorsított videó lejátszással

source: Built in chat which can even be overlayed over the video
hu: Beépített csevegés amit akár a videó felett is elhelyezhetsz

source: Easy favourites/follows management and receive notifications when they are online
hu: Kedvencek/követések könnyed kezelése, értesítés ha valaki online lesz

source: Watching a stream including chat
hu: Közvetítés megtekintése csevegéssel együtt

source: Viewing live channels
hu: Élő közvetítések

source: Enjoy Twitch on your GNU/Linux desktop
hu: Élvezd a Twitch-et a GNU/Linux gépeden

source: stream;video;twitch;live;games;
hu: közvetítés;videó;twitch;élő;játékok;

source: Prefer dark theme
hu: Sötét téma előnyben részesítése

source: Whether to use the dark variant of the theme
hu: Téma sötét változatának használata, ha elérhető

source: Default quality
hu: Alapértelmezett videó minőség

source: Default quality selected when opening a stream
hu: Alapértelmezett videó minőség a közvetítés megnyitásakor

source: Language filter
hu: Nyelv szűrő

source: Language to filter by
hu: Szűrés nyelv alapján

source: Current volume of player
hu: Hangerő

source: Window height
hu: Ablak magassága

source: Current window height
hu: Ablak jelenlegi magassága

source: Window width
hu: Ablak szélessége

source: Current window width
hu: Ablak jelenlegi szélessége

source: OAuth token used to authenticate all requests to the Twitch API. Note that if you want to "logout" then you can just set the OAuth token to an empty string
hu: OAuth token segítségével hitelesítünk minden lékérdezést a Twitch API-on. Ha ki akar "lépni", akkor csak hagyja üresen az OAuth token mezőjét.

source: Twitch user name
hu: Twitch felhasználónév

source: User name that is used in conjunction with the OAuth token to authenticate to the Twitch API. Is also used to login to IRC and other Twitch services.
hu: A Twitch API-on való hitelesítéshez a felhasználónév az OAuth token összekapcsolva van használva. A felhasználónév továbbá IRC és egyéb Twitch szolgáltatások eléréséhez is szükséges.

source: Twitch user id
hu: Twitch felhasználó ID

source: User id that is used in conjunction with the OAuth token to authenticate to the Twitch API.
hu: Felhasználó ID az ami az OAuth tokennel összekapcsolva van használva hitelesítésre a Twitch API-on

source: Loaded player backend
hu: Betöltött lejátszó modul

source: Currently loaded player backend
hu: Jelenleg betöltött lejátszó modul

source: Show notifications
hu: Értesítéseket megjelenítése

source: Whether to show notifications when channels start streaming
hu: Értesítés megjelenítése amikor a csatorna elkezdi a közvetítést

source: Settings
hu: Beállítások

source: About
hu: Névjegy

source: Quit
hu: Kilépés

source: An error occurred.
hu: Hiba történt.

source: Show error
hu: Hiba mutatása

source: Send a message
hu: Üzenet küldése

source: Connecting to chat
hu: Csatlakozás a beszélgetéshez

source: Click to reconnect
hu: Kattints ide az újracsatlakozáshoz

source: Something went wrong
hu: Valamilyen hiba történt

source: Report error
hu: Hiba jelentése

source: Close
hu: Bezárás

source: <b>Details:</b>
hu: <b>Részletek:</b>

source: Please check the error message above.
hu: Kérem tekintse meg a hibaüzenetet.

source: Click here to reload
hu: Kattints ide az újracsatlakozáshoz

source: Edit chat
hu: Csevegés szerkesztése

source: Stream quality
hu: Közvetítés minősége

source: Dock chat
hu: Csevegés dokkolása

source: Dark theme
hu: Sötét téma

source: Move & resize chat
hu: Csevegés mozgatása és átméretezése

source: Opacity
hu: Átlátszóság

source: No players loaded!
hu: Nincs egy lejátszó modul sem betöltve

source: Click here to load one
hu: Kattints ide hogy betölts egyet

source: An error occurred when opening the stream
hu: Hiba történt a közvetítés megnyitása közben

source: Use dark theme
hu: Sötét téma használata

source: Default video quality
hu: Alapértelmezett videó minőség

source: Source
hu: Forrás

source: High
hu: Magas

source: Medium
hu: Közepes

source: Low
hu: Alacsony

source: Mobile
hu: Telefon

source: All
hu: Összes

source: General
hu: Általános

source: Players
hu: Lejátszók

source: Browse
hu: Böngészés

source: Player
hu: Lejátszó

source: Yes
hu: Igen

source: No
hu: Nem

source: Details
hu: Részletek

source: Channels
hu: Csatornák

source: Follows
hu: Feliratkozások

source: Games
hu: Játékok

source: Refresh login
hu: Ismételt bejelentkezés

source: Unable to open channel %s because it's not online
hu: nem sikerült %s csatornáját megnyitni, mivel nem elérhető

source: Login to Twitch
hu: Bejelentkezés Twitch-re

source: Include offline channels
hu: Nem elérhető csatornák mutatása

source: %2.1fh
hu: %2.1fó

source: %sm
hu: %sp

source: Please log in to chat
hu: Lépj be hogy üzenetet küldhess

source: No channels followed
hu: Egy csatornára sem vagy feliratkozva

source: Follow channels that you like for them to show up here!
hu: Iratkozz fel a kedvenc csatornáidra hogy megjelenjenek itt

source: An error occurred when fetching the games
hu: Hiba történt a jatékok lekérdezése közben

source: Fetching channels
hu: Csatornák lekérdezése

source: %s started streaming %s
hu: %s elkezdett közvetíteni %s jatékot

source: Click here to start watching
hu: Kattints ide hogy megtekinthesd

source: Unable to follow channel
hu: Nem sikerült feliratkozni a csatornára

source: Unable to unfollow channel
hu: Nem sikerult leiratkozni a csatornáról

source: Unable to move your local follows to Twitch
hu: Nem sikerult a helyi feliratkozásaidat szinkronizalni a Twitch fiókoddal

source: GNOME Twitch has detected local follows, would you like to move them to Twitch?
hu: A GNOME Twitch érzékelte hogy vannak helyi feliratkozásaid. Szeretnéd őket szinkronizálni a Twitch fiókoddal?

source: Unable to fetch your Twitch follows
hu: Nem sikerült lekérdezni a Twitch feliratkozásaidat

source: Unable to load followed channels from file
hu: Nem sikerült betölteni a feliratkozásaidat a fájlból

source: Unable to update game '%s'
hu: Nem sikerült frissíteni a %s jatékot

source: No channels found
hu: Egy csatorna sem található

source: Nobody is currently streaming this game
hu: Senki sem közvetíti jelenleg ezt a jatékot

source: An error occurred when fetching the channels
hu: Hiba történt a jatékok lekérdezése közben

source: Unable to fetch items
hu: Nem sikerült lekérdezni az elemeket

source: Buffered %d%%
hu: %d%% Pufferelve

source: Unable to open channel %s because it's offline
hu: Nem sikerult megnyitni a %s csatorát, mivel az nem elérhető

source: Error opening stream
hu: Hiba történt a közvetítés megnyitása közben

source: Loading stream
hu: Közvetítés betöltése

source: Try a different search
hu: Probálkozz egy másik keresőszóval

source: No games found
hu: Egy játék sem található

source: Fetching games
hu: Játékok lekérdezése

source: How to install player backends
hu: Hogyan tudsz lejátszó modult telepíteni

source: Probably an error occurred, try refreshing
hu: Valószínüleg hiba történt, próbáld újra

source: Untitled broadcast
hu: Névtelen közvetítés

source: Unable to fetch user info
hu: Nem sikerült a felhasználó adatait lekérdezni

source: Successfully logged in to Twitch!
hu: Sikeres bejelentkezés a Twitch-re

source: translator-credits
hu: Gergő Rubint <rubintgergo@gmail.com>

source: Contributors
hu: Közreműködők

source: <b>Error message:</b> %s
hu: <b>Hiba üzenet:</b> %s

source: Already logged into Twitch, refresh login?
hu: Már be vagy jelentkezve, újra szeretnél csatlakozni?

source: <b>Something went wrong:</b> %s.
hu: <b>Valami hiba történt:</b> %s
